{"title": "고층 아파트 엘리베이터", "description": "한 남자가 고층 아파트 10층에 살고 있다. 아침마다 엘리베이터를 타고 1층까지 편히 내려가며 하루를 시작한다. 하지만 이상하게도, 집으로 돌아올 땐 항상 7층에서 내려 나머지 3층을 계단으로 올라간다. 운동을 좋아하는 성격도 아니다. 도대체 왜 이런 수고스러운 행동을 반복하는 걸까?", "answer": "그는 키가 너무 작아서 10층 버튼에 손이 닿지 않는다. 7층 버튼까지만 겨우 닿기 때문에 엘리베이터를 7층까지만 타고, 이후 계단을 이용하는 것이다. 다른 사람과 함께 타거나, 우산처럼 길쭉한 물건을 들고 있을 때만 10층 버튼을 누를 수 있다.", "difficulty": "하", "category": "일상"}
{"title": "시간을 멈춘 실험", "description": "한 과학자가 역사에 남을 대단한 실험을 성공시켰다. 하지만 이상하게도, 주변 학자들은 아무런 반응을 보이지 않았다. 그 누구도 축하하지 않았고, 논의조차 없었다. 무슨 이유일까?", "answer": "과학자가 성공한 실험은 ‘시간을 멈추는 실험’이었다. 시간이 멈춰버렸기 때문에, 아무도 반응할 수 없었던 것이다.", "difficulty": "중", "category": "감성"}
{"title": "엘리베이터와 죽음의 직감", "description": "어느 날, A는 엘리베이터를 타려다 자신의 배우자 B가 죽었다는 사실을 깨닫는다. 그 순간 아무것도 보지 않았고, 누구에게도 듣지 않았는데… 도대체 무엇을 보고 그렇게 확신한 걸까?", "answer": "엘리베이터가 작동하지 않고 있었다. A는 건물 전체에 정전이 일어났다는 걸 알아차렸고, 전기로 작동되는 생명유지장치에 의존하던 B가 이미 숨졌다고 직감한 것이다.", "difficulty": "상", "category": "추리"}
{"title": "뉴스 속 부모님", "description": "철수는 요즘 뉴스를 보는 게 괴롭다. TV 속 뉴스에 그의 부모님이 계속 등장하고 있다. 어느 날 영희가 말한다. “너희 부모님 또 뉴스에 나오네.” 그 말을 들은 철수는 눈을 떨군다. 왜일까?", "answer": "철수는 납치되어 있다. 영희는 납치범이며, 뉴스에 철수의 부모가 아들을 찾고 있다는 보도가 계속 나오는 중이다. 영희는 일부러 그 말을 하며 철수를 조롱했고, 철수는 더 깊은 절망에 빠진 것이다.", "difficulty": "중", "category": "감성"}
{"title": "간단한 수술의 불안", "description": "어느 환자가 간단한 수술을 앞두고 있었다. 그는 긴장하지 않고 수술실에 들어섰다. 그런데 간호사가 건넨 한 마디에 갑자기 불안감이 밀려왔다. “간단한 수술이니까 걱정하지 마세요.” 무슨 이유 때문이었을까?", "answer": "간호사의 말은 환자에게 한 것이 아니었다. 수술이 처음인 젊은 의사가 긴장하자, 간호사가 그를 안심시키려 한 말이었다. 환자는 그 말을 듣고 오히려 불안해진 것이다.", "difficulty": "중", "category": "일상"}
{"title": "감자칩 제지", "description": "파티가 한창인 밤, B는 감자칩을 먹고 있었다. A가 다가와 묻는다. “감자칩 남았어?” “응, 아무거나 가져가.” 그런데 A가 집으려는 순간, B가 급하게 말렸다. “잠깐! 그건 안 돼!” 왜 그런 걸까?", "answer": "A는 감자칩 봉지의 ‘열려 있지 않은 쪽’을 집으려 했다. 그걸 들면 내용물이 와르르 쏟아지기 때문이다. B는 그걸 막기 위해 급하게 제지한 것이다.", "difficulty": "하", "category": "일상"}
{"title": "카메라에 담긴 진실", "description": "햇살 좋은 일요일 오후, 주인공은 취미생활을 위해 공원으로 향했다. 사진을 찍으며 오랜만의 여유를 만끽했다. 그러나 며칠 후, 그는 싸늘한 주검으로 발견된다. 무슨 일이 있었던 걸까?", "answer": "공원에서 사진을 찍던 주인공은 우연히 아이를 납치하는 장면을 카메라에 담았다. 납치범은 사진에 자신의 모습이 찍혔을까 두려워했고, 결국 주인공을 찾아가 죽였다.", "difficulty": "상", "category": "공포"}
{"title": "산 속 캐빈의 시체", "description": "한여름 피서지로 유명한 산 속. 캐빈 안에서 세 구의 시체가 발견됐다. 사인은 무엇이었을까?", "answer": "여기서 말하는 ‘캐빈’은 통상적인 오두막이 아니다. 비행기 안의 ‘객실’을 뜻한다. 이들은 비행기 사고로 산에 추락한 승객들이며, 사인은 추락사다.", "difficulty": "중", "category": "추리"}
{"title": "숲속의 스쿠버 다이버", "description": "깊은 숲속에서 이상한 시체 한 구가 발견됐다. 특이한 건, 시체가 스킨스쿠버 복장을 하고 있었다는 점. 숲 속에서 잠수복이라니? 어떻게 된 일일까?", "answer": "숲에서 화재가 발생했고, 소방 헬기가 바다에서 물을 퍼와 산불을 끄고 있었다. 그때 바닷속에서 수영하던 스쿠버 다이버가 물과 함께 헬기 바스켓에 담겨버렸다. 결국 다이버는 물과 함께 숲에 떨어지며 추락사한 것이다.", "difficulty": "상", "category": "추리"}
{"title": "서점 소식에 기뻐한 이유", "description": "“집 근처에 새로 서점이 생긴대!” 그 말을 들은 A는 무척이나 기뻐했다. 하지만 막상 서점이 오픈하자, A는 그곳에 한 번도 가지 않았다. 왜 그랬을까?", "answer": "A가 기뻐한 이유는 서점이 생긴다는 사실 자체가 아니라, 그 말이 공사가 끝났다는 뜻이었기 때문이다. 그동안 시끄러운 공사 소음에 시달렸던 A는 ‘이제 조용해지겠구나’ 하고 기뻐한 것이다.", "difficulty": "하", "category": "일상"}
{"title": "유괴범의 전화", "description": "한 부부가 집에 있는 중, 낯선 번호로 전화가 걸려왔다. “네 딸을 납치했다. 돈을 준비해라.” 그런데 이상하게도, 이 전화를 받은 부부는 안도의 한숨을 내쉬며 기뻐했다. 어째서?", "answer": "부부는 바로 전에 딸이 타고 있던 통학버스가 추락해 전원 사망했다는 속보를 보고 절망에 빠져 있었다. 그런데 유괴범의 전화를 받고, 딸이 살아있다는 걸 알게 된 것이다. 그들에게는 유괴 소식조차 기쁨이었다.", "difficulty": "중", "category": "감성"}
{"title": "청소 중 멈춘 이유", "description": "A는 스스로 청소를 시작했다는 이유로 칭찬을 받았다. 그런데 그 말을 듣자마자 A는 청소를 멈췄다. 무슨 이유일까?", "answer": "A는 청소기로 청소 중이었다. '어머, A 청소하고 있네~ 착하네!' 하지만 청소기 소리 때문에 잘 안 들려 A는 기계의 전원을 꺼버렸다. 칭찬을 듣고 청소를 멈춘 게 아니라, 무슨 말을 했는지 듣기 위해 멈춘 것이다.", "difficulty": "하", "category": "일상"}
{"title": "산타에게 빈 소원", "description": "크리스마스 이브 밤, 한 아이는 소원을 빌며 잠들었다. “산타 할아버지, 저에게 친구를 주세요.” 그런데 다음 날 아침, 아이는 오른손과 왼발이 잘려 나간 채 피웅덩이 위에서 발견되었다. 어떻게 된 일일까?", "answer": "아이는 선천적으로 오른손과 왼발이 하나씩 더 있는 기형아였다. 그로 인해 친구도 없었고, 수술을 받을 형편도 되지 않았다. 산타에게 소원을 빌었고, 누군가가 그의 ‘다른 아이들과 같아지기 위한 수술’을 대신 실행한 것이다. 잔혹하지만, 소원은 이뤄졌다.", "difficulty": "상", "category": "공포"}
{"title": "비밀번호 수업", "description": "수업 마지막, 선생님이 확인 테스트를 진행했다. 그런데 이상하게도, 정답을 쓴 학생에게는 X, 오답을 쓴 학생에게는 O를 표시했다. 학생들이 당황하자 한 명이 말했다. '선생님, 이거 반대로 적으신 거 아니에요?' 무슨 의미였을까?", "answer": "이 수업은 컴퓨터 보안 수업이었다. 문제는 ‘자신의 비밀번호를 적어보라’는 것이었다. 정답을 쓴 학생은 실제 자신의 비밀번호를 그대로 적은 것. 선생님은 “비밀번호는 절대 남에게 보여줘선 안 된다”고 가르쳤고, 진짜 비밀번호를 공개한 학생에게 X를 준 것이다.", "difficulty": "중", "category": "추리"}
{"title": "바다의 다잉 메시지", "description": "A가 말없이 바다를 가리켰다. 그 장면을 본 B는 깊은 절망에 빠졌다. 아무 말도 하지 않았지만, B는 모든 걸 이해한 듯 고개를 떨궜다. A는 무엇을 말하려 했고, B는 무엇을 알아챈 걸까?", "answer": "A는 살인사건의 피해자였다. 그는 마지막 힘을 다해 범인의 정체를 바닷가 모래 위에 남기려 했다. 하지만 밀물이 몰려오며 그 메시지를 지워버렸다. B는 그 흔적이 남아있지 않음을 보고, 다잉 메시지가 영원히 사라졌다는 사실에 절망한 것이다.", "difficulty": "상", "category": "추리"}
